Repository: yesolm/VeroStore.iOS
Catalog: VeroStore/Localization/*.lproj/Localizable.strings
Languages: am

source: Home
am: መነሻ

source: Products
am: ምርቶች

# orders
source: My Orders
am: የእኔ ትዕዛዞች

source: Cart
am: ጋሪ

source: Wishlist
am: የምወደዉ

source: Profile
am: መገለጫ

source: Categories
am: ምድቦች

source: Notifications
am: ማስታወቂያዎች

source: Login
am: ግባ

source: Register
am: ተመዝገብ

source: Logout
am: ውጣ

source: Search
am: ፈልግ

source: Search products...
am: ምርቶችን ይፈልጉ...

source: Add to Cart
am: ወደ ጋሪ ጨምር

source: Loading...
am: በመጫን ላይ...

source: Error
am: ስህተት

source: Retry
am: እንደገና ሞክር

source: Cancel
am: ተወው

source: Save
am: አስቀምጥ

source: Close
am: ዝጋ

source: Back
am: ተመለስ

# continue_text
source: Continue
am: ቀጥል

# select_language
source: Select Your Preferred Language
am: የሚመርጡትን ቋንቋ ይምረጡ

# language_selection_message
source: Choose your preferred language for the app
am: ለመተግበሪያው የሚመርጡትን ቋንቋ ይምረጡ

source: Select Store
am: መደብር ምረጥ

source: All
am: ሁሉም

source: All Products
am: ሁሉም ምርቶች

source: Available in
am: የሚገኝበት

# no_products
source: No products found
am: ምንም ምርቶች አልተገኙም

source: Loading products...
am: ምርቶችን በመጫን ላይ...

# in_stock
source: %d in stock
am: %d በክምችት ውስጥ

source: Out of stock
am: ከክምችት ውጪ

source: Product not found
am: ምርት አልተገኘም

# title_cart
source: Shopping Cart
am: የግዢ ጋሪ

# empty_cart_title
source: Your cart is empty
am: ጋሪዎ ባዶ ነው

# empty_cart_message
source: Add some products to get started!
am: ለመጀመር አንዳንድ ምርቶችን ጨምር!

source: Continue Shopping
am: ግዢን ቀጥል

source: Order Summary
am: የትዕዛዝ ማጠቃለያ

source: Subtotal
am: ንዑስ ጠቅላላ

# items
source: %d items
am: %d ንጥሎች

source: Shipping
am: ማጓጓዣ

# shipping_calculated
source: Calculated at checkout
am: በጨረታ ላይ ይሰላል

source: Total
am: ጠቅላላ

source: Proceed to Checkout
am: ወደ ጨረታ ቀጥል

# title_profile
source: My Profile
am: የእኔ መገለጫ

source: Welcome!
am: እንኳን ደህና መጡ!

# login_message
source: Login to access your profile and orders
am: መገለጫዎን እና ትዕዛዞችዎን ለማግኘት ይግቡ

source: Login / Sign Up
am: ግባ / ተመዝገብ

source: My Orders
am: የእኔ ትዕዛዞች

source: My Wishlist
am: የእኔ የምወደዉ

source: Settings
am: ቅንብሮች

source: Language
am: ቋንቋ

source: Welcome Back
am: እንኳን ደህና መጡ

# sign_in_to_account
source: Sign in to your account
am: ወደ ሂሳብዎ ይግቡ

source: Email Address
am: የኢሜይል አድራሻ

source: Password
am: የይለፍ ቃል

source: Forgot password?
am: የይለፍ ቃል ረሳሁ?

# forgot_password_title
source: Forgot Password
am: የይለፍ ቃል ረሳሁ

# forgot_password_subtitle
source: Enter your email address and we'll send you a link to reset your password
am: የኢሜይል አድራሻዎን ያስገቡ እና የይለፍ ቃልዎን ዳግም ለማስተካከል አገናኝ እንልክልዎታለን

source: Send Reset Link
am: የዳግም ማስተካከያ አገናኝ ላክ

source: Sign In
am: ግባ

# dont_have_account
source: Don't have an account?
am: ሂሳብ የሎትም?

source: Sign up
am: ተመዝግብ

source: Create Account
am: ሂሳብ ፍጠር

source: First Name
am: የመጀመሪያ ስም

source: Last Name
am: የአያት ስም

source: Confirm Password
am: የይለፍ ቃል ያረጋግጡ

source: Trending
am: ታዋቂ

source: New Arrivals
am: አዲስ የመጡ

source: Best Sellers
am: በጣም የተሸጡ

source: Deals
am: ቅናሾች

# welcome_to_vero
source: Welcome to Vero Store
am: እንኳን ወደ ቬሮ ስቶር በደህና መጡ

# welcome_description
source: Shop from your favorite stores and get everything delivered to your doorstep
am: ከሚወዷቸው መደብሮች ይግዙ እና ሁሉንም ወደ በር ደረጃዎ ይድረስ

source: Enable Location
am: አካባቢን ያንቁ

# location_description
source: Help us show you stores near you
am: በአቅራቢያዎ ያሉ መደብሮችን እንድናሳይዎት ያግዙን

source: Allow Location
am: አካባቢን ፍቀድ

source: Stay Updated
am: ማስታወቂያ ይቀበሉ

# notifications_description
source: Get notified about orders and offers
am: ስለ ትዕዛዞች እና ቅናሾች ማሳወቂያ ይቀበሉ

source: Enable Notifications
am: ማሳወቂያዎችን ያንቁ

source: Get Started
am: ጀምር

# join_vero_today
source: Join Vero Store today
am: ዛሬ ቬሮ ስቶር ይቀላቀሉ

source: Phone (Optional)
am: ስልክ (አማራጭ)

source: Please fill all fields
am: እባክዎ ሁሉንም መስኮች ይሙሉ

# please_fill_required_fields
source: Please fill all required fields
am: እባክዎ ሁሉንም የሚጠይቁ መስኮች ይሙሉ

source: Passwords do not match
am: የይለፍ ቃላት አይጣጣሙም

source: Reset link sent
am: የዳግም ማስተካከያ አገናኝ ተልኳል

# reset_link_message
source: Please check your email for password reset instructions
am: የይለፍ ቃል ዳግም ማስተካከያ መመሪያዎችን ለማግኘት ኢሜይልዎን ይመልከቱ

# already_have_account
source: Already have an account?
am: አስቀድመው ሂሳብ አላችሁ?

source: Change Language
am: ቋንቋ ለውጥ

source: Checkout
am: ጨረታ

source: Checkout functionality coming soon
am: ጨረታ ተግባር በቅርቡ ይመጣል

source: Done
am: ተጠናቋል

source: Vero Store
am: ቬሮ ስቶር
